Repository: mrKaye/cloudid-syncclient
Catalog: SyncClientInstaller/Resource/SyncClientResource.*.resx
Languages: nb_no

# ApiKeyFrmDescription
source: Please enter the valid api key into the text box provided below. This api key will be used to connect to the cloudid and will be used for updating the user's metadata further into cloud.
nb_no: Skriv inn en gyldig API-nøkkel i tekstboksen nedenfor. Dette api nøkkel skal brukes til å koble til cloudid og vil bli brukt for å oppdatere brukerens metadata videre inn i skyen.

# ApiKeyFrmHeading
source: Enter API Key
nb_no: Skriv inn API-nøkkel

# CloseCaption
source: Close
nb_no: Lukk

# ClosingText
source: Are you sure you want to exit installation?
nb_no: Er du sikker på at du vil avslutte installer?

# CommonCancel
source: Cancel
nb_no: Avbryt

# CommonChangeLanguage
source: Change Language
nb_no: Skifte språk

# CommonConfirmation
source: Confirmation
nb_no: Bekreftelse

# CommonEnglish
source: English
nb_no: Engelsk

# CommonFinish
source: Finish
nb_no: Bli ferdig

# CommonInstall
source: Install
nb_no: Installere

# CommonNext
source: Next
nb_no: Neste

# CommonPrevious
source: Back
nb_no: Tilbake

# CustomerFrmDescription
source: Please enter valid customer name in the text box provided below. This customer will be validated against the api method. This customer short code is used to update the user's metadata into the cloud for this customer.
nb_no: Fyll inn gyldig kundens navn i tekstboksen nedenfor. Denne kunden vil bli validert mot api-metoden. Denne kunden kort kode brukes til å oppdatere brukerens metadata inn i skyen for denne kunden.

# CustomerFrmHeading
source: Enter Customer Name
nb_no: Skriv inn Kundenavn

# InstallationPathFrmBrowse
source: Browse
nb_no: Søk

# InstallationPathFrmDescription
source: Please enter the valid path in the textbox below. This path will be used for installing and scheduling the job to run on regular basis and update the user metadata into cloud.
nb_no: Oppgi gyldig bane i tekstboksen nedenfor. Denne banen vil bli brukt til å installere og planlegging av jobben for å kjøre på regelmessig basis og oppdatere brukerens metadata i skyen.

# InstallationPathFrmHeading
source: Enter the installation path
nb_no: Oppgi installeringsbanen

# InstallSuccessMsg
source: Thanks for installing sync client application. You active directory users belonging to group 'cloudidsyncusers' will be synced with cloud every 15 minutes.
nb_no: Takk for at du installerer synkroniseringsklient søknaden. Du Active Directory-brukere som tilhører gruppen 'cloudidsyncusers' vil bli synkronisert med cloud hvert 15. minutt.

# StartFormDescription
source: Sync Client application is used to sync the users from the active directory to the cloud. All the metadata which includes upn, SamsAccountName, FirstName, LastName, DisplayName, ObjectSid, EmailAddresses, AddressInformation, PhoneNumber, MobileNumber etc will be updated to cloud.
nb_no: Synkroniseringsklient programmet brukes til å synkronisere brukere fra Active Directory til skyen. Alle metadataene som innbefatter UPNet, SamsAccountName, Fornavn, Name, Display, ObjectSid, emailaddresses, AddressInformation, Phonenumber , mobilnummeret etc vil bli oppdatert for å sky.

# StartFormHeading
source: Welcome To Sync Client Application
nb_no: Velkommen til å synkronisere klientprogrammet

# UserDetailsFrmDescription
source: Please enter username and password in the below text box. This username and password will be validated against the api .
nb_no: Fyll inn brukernavn og passord i under tekstboksen . Brukernavnet og passordet blir validert mot api.

# UserDetailsFrmHeading
source: Enter Username and Password
nb_no: Skriv inn brukernavn og passord

# UserDetailsFrmPassword
source: Password
nb_no: Passord

# UserDetailsFrmUserName
source: User Name
nb_no: Brukernavn

# InstallDescription
source: Please click the 'install' button to start the installation. Once the application is installed, the user from the active directory will be synced to cloud. This synchronization will take place every 15 minutes.
nb_no: Klikk på 'install' for å starte installasjonen. Når programmet er installert, vil brukeren fra den aktive katalog synkroniseres med sky. Denne synkroniseringen skal skje hvert 15. minutt.

# InstallHeading
source: Install the Sync Client Application
nb_no: Installer Sync Klient Programmet

# InstallWaitMessage
source: Please wait
nb_no: Vennligst vent

source: Api key
nb_no: Api-nøkkel

# ApiKeyValidationMsg
source: Api Key cannot be empty. Please enter valid Api Key.
nb_no: Api-nøkkelen kan ikke være tom. Vennligst skriv inn gyldig Api-nøkkel.

# ApiUrlValidationMsg
source: Please set the base api url for the key 'ApiBaseUrl' in the configuration file
nb_no: Vennligst angi basen api url for nøkkelen 'ApiBaseUrl' i konfigurasjonsfilen.

# AuthenticationValidationMsg
source: Invalid username or password
nb_no: Ugyldig brukernavn eller passord.

source: Customer code
nb_no: Kundenummer

source: Customer short code
nb_no: Kundekortkode

# CustomerShortCodeValidationMsg
source: Customer short code cannot be empty. Please enter a valid customer short code
nb_no: Kundekortkoden kan ikke være tom. Vennligst skriv inn en gyldig kundekortkode.

source: Install
nb_no: Installere

source: Installation Path
nb_no: Installasjonsvei

# InvalidApiKey
source: Invalid customer code / api key
nb_no: Ugyldig kundekode / api-nøkkel.

source: Message
nb_no: Budskap

# PasswordValidationMsg
source: Password cannot be empty. Please enter a valid password
nb_no: Passordet kan ikke være tomt. Vennligst skriv inn et gyldig passord.

# PathValidationMsg
source: Invalid Path. Please enter a valid path.
nb_no: Ugyldig sti. Vennligst skriv inn en gyldig bane.

# UserDetail
source: User Details
nb_no: Brukerdetaljer

# UsernameValidationMsg
source: Username cannot be empty. Please enter a valid username
nb_no: Brukernavnet kan ikke være tomt. Vennligst skriv inn et gyldig brukernavn.

source: Welcome
nb_no: Velkommen

source: Error
nb_no: Feil

# CustomerEmail
source: Notification Email
nb_no: Meldings-e-post

# CustomerEmailDescription
source: Please enter a valid email address. This Email address is used to send the notification mails.
nb_no: Vennligst oppgi en gyldig epostadresse. Denne e-postadressen brukes til å sende varselmailen.

# CustomerEmailRequired
source: Email Address cannot be blank
nb_no: E-postadresse kan ikke være tom

# CustomerEmailValidation
source: Please enter a valid email address
nb_no: Vennligst oppgi en gyldig epostadresse

source: LDAP Configuration
nb_no: LDAP Konfigurasjon

source: LDAP Path
nb_no: LDAP Sti

# LDAPPathDescription
source: Please provide the LDAP path and the security group path in the textbox provided. This path will be used to fetch the user from the active directory group 'cloudidsyncusers' and update into the cloud. If AD server is located at different location, please select the checkbox and provide the server name, server username and server password.
nb_no: Vennligst oppgi LDAP-banen og sikkerhetsgruppen banen i oppgitt tekstboks. Denne banen vil bli brukt til å hente brukeren fra den aktive kataloggruppen "cloudidsyncusers" og oppdatere til skyen. Hvis AD-serveren befinner seg på et annet sted, merker du av i boksen og oppgir servernavnet, servernavnet og serverpassordet.

# LDAPPathRequired
source: Please enter LDAP path
nb_no: Vennligst skriv inn LDAP-banen

# LDAPPathValidation
source: Please enter valid LDAP path
nb_no: Vennligst skriv inn gyldig LDAP-bane

# LDAPSecurityGroup
source: OU Path
nb_no: OU Sti

# LDAPSecurityGroupRequired
source: Please enter OU path
nb_no: Vennligst skriv inn OU-banen

# LDAPSecurityGroupValidation
source: Please enter a valid OU path
nb_no: Vennligst skriv inn en gyldig OU-sti

# SelectPath
source: Select Installation Path
nb_no: Velg Installasjonsvei

# CustomerApiKeyValidation
source: Either customer short code or api key is invalid. Please enter the valid customer short code and api key to proceed further.
nb_no: Enten kundens kortkode eller api-nøkkel er ugyldig. Vennligst skriv inn gyldig kundekortkode og api-tast for å fortsette videre.

# InstallFailureMsg
source: Some error has occured. Please fix the error and try again.
nb_no: Noen feil har oppstått. Vennligst gjør feilen og prøv igjen.

source: AD Server Password
nb_no: AD Server Passord

source: AD Server Username
nb_no: AD Server brukernavn

# EnableADServerText
source: Enable Active Directory Server Name
nb_no: Aktiver Active Directory Server Navn

source: Server Name
nb_no: Server Navn

# ServerNameRequired
source: Server name cannot be empty. If server name is not required, please de-select the checkbox above.
nb_no: Servernavn kan ikke være tomt. Hvis servernavn ikke er påkrevd, må du deaktivere avkrysningsruten ovenfor.

# ServerPassweordRequired
source: Server password cannot be empty. Please provide a valid password.
nb_no: Serverpassordet kan ikke være tomt. Vennligst oppgi et gyldig passord.

# ServerUserNameRequired
source: Server username cannot be empty. Please provide a valid username.
nb_no: Server brukernavn kan ikke være tomt. Vennligst oppgi et gyldig brukernavn.
